Repository: Dream23322/Matrix-AntiCheat
Catalog: ac_RP/texts/po/*.po
Languages: fr_fr, it_it, ko_kr, zh_cn, zh_tw

# pack.description
source: §7§¶The Supreme Anti-Cheat Solution for Minecraft Bedrock §c(Beta-API required)
fr_fr: §7§¶Le Meilleur Auti-Cheat pour Minecraft Bedrock §c(Beta-API requis§r)
zh_tw: §7§¶Minecraft 基岩版最佳對抗外掛的解決方案 §c(需要啟動實驗性 API)

# crash.reload
source: §cMatrix AntCheat has crashed! Do /reload to recover§r
fr_fr: §cMatrix Anti-Cheat viens de crash! Faîte /reload pour recharger§r
zh_tw: §cMatrix 防外掛已經崩潰, 使用 /reload 來恢復§r

# flag.style
source: %1§g has failed §4%2§r §7[Type %3§7] §7[§dx%4§7]§r
zh_tw: %1§g 已被攔截 §4%2§r §7[Type %3§7] §7[§dx%4§7]§r

# ui.title
source: Admin GUI
fr_fr: Menu Admin
zh_tw: 管理員選單

# ui.moderateplayer
source: Moderate Players
fr_fr: Joueurs
zh_tw: 管理玩家

# ui.setting
source: Settings
fr_fr: Paramètres
zh_tw: 設定

# ui.banplayer
source: Ban Player
fr_fr: Bannir
zh_tw: 封禁玩家

# ui.ban.reason
source: Reason:
fr_fr: Raison:
zh_tw: 原因:

# ui.ban.placeholder
source: Type your reason here
fr_fr: Tapez votre raison ici
zh_tw: 在此輸入您的原因

# ui.toggle.enabled
source: §aEnabled§r
fr_fr: §aActiver§r
zh_tw: §a啟用§r

# ui.toggle.disabled
source: §cDisabled§r
fr_fr: §cDésactiver§r
zh_tw: §c禁用§r

# ui.toggle.enable
source: §aEnable§r
fr_fr: §aActiver§r
zh_tw: §a啟用§r

# ui.toggle.disable
source: §cDisable§r
fr_fr: §cDésactiver§r
zh_tw: §c禁用§r

# ui.ban.length
source: Ban Duration
fr_fr: Durée:
zh_tw: 封禁持續時間

# ui.ban.button
source: Ban players §8(ban)
fr_fr: Bannir §8(ban)
zh_tw: 封禁玩家 §8(ban)

# ui.freeze.button
source: Freeze players §8(freeze)
fr_fr: Immobiliser §8(freeze)
zh_tw: 凍結玩家 §8(freeze)

# ui.unfreeze.button
source: Unfreeze players §8(unfreeze)
fr_fr: Dé-Immobiliser §8(unfreeze)
zh_tw: 解除凍結玩家 §8(unfreeze)

# ui.mute.button
source: Mute players §8(mute)
fr_fr: Muter §8(mute)
zh_tw: 靜音玩家 §8(mute)

# ui.unmute.button
source: Unmute players §8(unmute)
fr_fr: Dé-Muter §8(unmute)
zh_tw: 解除靜音玩家 §8(unmute)

# ui.invcopy.button
source: Invcopy players §8(invcopy)
fr_fr: Copier l'Inventaire
zh_tw: 複製背包 §8(invcopy)

# ui.invsee.button
source: Invsee players §8(invsee)
fr_fr: Voir l'Inventaire
zh_tw: 查看背包 §8(invsee)

# ui.echestwipe.button
source: Echestwipe players §8(echestwipe)
fr_fr: Vider l'EnderChest
zh_tw: 清除終界箱 §8(echestwipe)

# rank.already
source: %1 already has %2 §r§crank
fr_fr: Le Joueur %1 a déjà le Grade %2
it_it: %1 ha già %2 §r§crank
ko_kr: %1는 이미 %2 칭호를 가지고 있습니다.
zh_cn: %1 已经有 %2 §r§crank
zh_tw: %1 已經有 %2 §r§crank

# rank.norank
source: %1 doesn't have %2 §r§c rank
fr_fr: Le Joueur %1 ne possède pas le Grade %2
it_it: %1 non ha %2 §r§c rank
ko_kr: %1는 %2 칭호를 가지고 있지 않습니다.
zh_cn: %1 没有 %2 §r§c 聊天称号
zh_tw: %1 沒有 %2 §r§c 聊天稱號

# ban.has
source: %1 has been banned by %2
fr_fr: Le Joueur %1 a été Banni par %2
it_it: %1 è stato bannato con successo da %2
ko_kr: %1님이 %2님의 처리로 벤 처리되었습니다.
zh_cn: %1 已被 %2 停权
zh_tw: %1 已被 %2 停權

# deop.hasbeen
source: %1 has been deopped by %2
fr_fr: Le Joueur %1 a été Rétrograder par %2
it_it: %1 è stato deoppato correttamente da %2
ko_kr: %1님이 %2님을 통하여 DE-OP 처리되었습니다.
zh_cn: %1 已被 %2 解除管理员权限
zh_tw: %1 已被 %2 解除管理員權限

# freeze.has
source: %1 has been frozen by %2
fr_fr: Le Joueur %1 a été Immobiliser par %2
it_it: %1 è stato congelato con successo da %2
ko_kr: %1님이 %2님의 처리로 프리즈 처리되었습니다.
zh_cn: %1 已被 %2 冻结
zh_tw: %1 已被 %2 凍結

# mute.has
source: %1 has been muted by %2
fr_fr: Le Joueur %1 a été Muter par %2
it_it: %1 è stato mutato con successo da %2
ko_kr: %1님이 %2님의 처리로 뮤트되었습니다.
zh_cn: %1 已被 %2 静音
zh_tw: %1 已被 %2 靜音

# op.hasbeen
source: %1 has been opped by %2
fr_fr: Le Joueur %1 a été Promu par %2
it_it: %1 è stato oppatto correttamente da %2
ko_kr: %1가 %2를 통하여 OP처리 되었습니다. 부적절한 상황으로 의심될 시 즉시 DE-OP처리하세요.
zh_cn: %1 已被 %2 给予管理员权限
zh_tw: %1 已被 %2 給予管理員權限

# unfreeze.has
source: %1 has been unfrozen by %2
fr_fr: Le Joueur %1 a été Dé-Immobiliser par %2
it_it: %1 è stato scongelato con successo da %2
ko_kr: %1님이 %2님을 통하여 언프리즈 되었습니다.
zh_cn: %1 已被 %2 解冻
zh_tw: %1 已被 %2 解凍

# unmute.has
source: %1 has been unmuted by %2
fr_fr: Le Joueur %1 a été Dé-Muter par %2
ko_kr: %1님이 %2님의 처리로 언뮤트되었습니다.
zh_cn: %1 已被 %2 取消静音
zh_tw: %1 已被 %2 取消靜音

# toggles.togglechange
source: %1 module has been %2d
fr_fr: Le Module %1 a été %2d
it_it: %1 Modulo è stato %2d
ko_kr: %1 모듈이 %2d 로 설정되었습니다.
zh_cn: %1 模组已 %2d
zh_tw: %1 模組已 %2d

# rank.hasadd
source: %1's rank has been added %2
fr_fr: Le Grade %1 a été Ajouter à %2
it_it: %1's rank è stato aggiunto con successo %2
ko_kr: %1에게 칭호 %2가 추가되었습니다.
zh_cn: %1 的聊天称号已新增 %2
zh_tw: %1 的聊天稱號已新增 %2

# rank.hasset
source: %1's rank has been set to %2
fr_fr: Le Grade %1 a été Définie à %2
it_it: %1's rank è stato settatto con successo a %2
ko_kr: %1의 칭호가 %2로 설정되었습니다.
zh_cn: %1 的聊天称号已设定为 %2
zh_tw: %1 的聊天稱號已設定為 %2

# rank.empty
source: %s doesn't have any rank
fr_fr: Le Joueur %s ne Possède pas le Grade
it_it: %s non ha nessun rank
ko_kr: %s는 아무 칭호도 가지고 있지 않습니다.
zh_cn: %s 没有任何聊天称号
zh_tw: %s 沒有任何聊天稱號

# rankclear.empty
source: %s doesn't have any rank
fr_fr: Le Joueur %s ne Possède pas de Grades
it_it: %s non ha nessun rank
ko_kr: %s는 아무 칭호도 가지고 있지 않습니다.
zh_cn: %s 没有任何聊天称号
zh_tw: %s 沒有任何聊天稱號

# unban.add
source: %s has been joined to the unban queue
fr_fr: Le Joueur %s a été Ajouter à la file d'attente de Dé-Bannissement
it_it: %s è entrato nella coda di sban con successo
ko_kr: %s님이 언벤 목록에 접속했습니다.
zh_cn: %s 已被加入至解禁队列
zh_tw: %s 已被加入至解禁隊列

# unbanremove.yes
source: %s has been removed from unban queue
fr_fr: Le Joueur %s a été Retirer de la file d'attente de Dé-Bannissement
it_it: %s è stato rimosso dalla coda di sban
ko_kr: %s님이 언벤 목록에서 제거되었습니다.
zh_cn: %s 已从解禁队列中删除
zh_tw: %s 已從解禁隊列中刪除

# freeze.already
source: %s is already frozen
fr_fr: Le Joueur %s est déjà Immobiliser
it_it: %s è già congelato
ko_kr: %s님은 이미 프리즈 처리되어있습니다.
zh_cn: %s 已经冻结
zh_tw: %s 已經凍結

# mute.already
source: %s is already muted
fr_fr: Le Joueur %s est déjà Muter
it_it: %s è già mutato
ko_kr: %s님은 이미 뮤트입니다.
zh_cn: %s 已经静音
zh_tw: %s 已經靜音

# util.formban
source: %s is automatically banned from the game
fr_fr: Le Joueur %s a été Automatiquement Banni
it_it: %s è stato bannato dal gioco automaticamente
ko_kr: %s님이 게임에서 자동 벤되었습니다.
zh_cn: %s 已被自动封禁
zh_tw: %s 已被自動封禁

# util.formkick
source: %s is automatically kicked from the game
fr_fr: Le Joueur %s a été Automatiquement Exclu
it_it: %s è stato espulso dal gioco automaticamente
ko_kr: %s님이 게임에서 자동 추방되었습니다.
zh_cn: %s 已被自动踢出
zh_tw: %s 已被自動踢出

# deop.notadmin
source: %s is not admin
fr_fr: Le Joueur %s n'est pas Admin
it_it: %s non è un admin
ko_kr: %s는 어드민이 아닙니다.
zh_cn: %s 不是管理者
zh_tw: %s 不是管理者

# unban.notban
source: %s is not banned
fr_fr: Le Joueur %s n'est pas Banni
it_it: %s non è bannato
ko_kr: %s님은 벤 되지 않았습니다.
zh_cn: %s 未被停权
zh_tw: %s 未被停權

# unfreeze.not
source: %s is not frozen
fr_fr: Le Joueur %s n'est pas Immobiliser
it_it: %s non è congelato
ko_kr: %s는 프리즈 되어있지 않습니다.
zh_cn: %s 没有冻结
zh_tw: %s 沒有凍結

# unbanremove.not
source: %s is not in unban queue
fr_fr: Le Joueur %s n'est pas dans la file d'attente de Dé-Bannissement
it_it: %s non è nella coda di sban
ko_kr: %s님은 언벤 목록에 없습니다.
zh_cn: %s 不在解禁队列
zh_tw: %s 不在解禁隊列

# unmute.not
source: %s is not muted
fr_fr: Le Joueur %s n'est pas Muter
ko_kr: %s님은 뮤트되지 않았습니다.
zh_cn: %s 未静音
zh_tw: %s 未靜音

# rankclear.has
source: %s's rank has been cleared
fr_fr: Les Grades de %s ont été Retirer
it_it: %s's rank sono stati cancellati con successo
ko_kr: %s의 칭호가 제거되었습니다.
zh_cn: %s的聊天称号已被清除
zh_tw: %s的聊天稱號已被清除

# rank.hasremove
source: %s's rank has been removed
fr_fr: Le Grade de %s a été Retirer
it_it: %s's rank è stato rimosso con successo
ko_kr: %s의 칭호가 제거되었습니다.
zh_cn: %s 的聊天称号已删除
zh_tw: %s 的聊天稱號已刪除

# about.author
source: Author
it_it: Autore
ko_kr: 저자
zh_cn: 作者
zh_tw: 作者

# invcopy.not
source: Copied inventory from %s
fr_fr: L'inventaire de %s a été Copier
it_it: è stato copiato l'inventario da %s
ko_kr: %s의 인벤토리가 복사되었습니다.
zh_cn: 从 %s 複製背包
zh_tw: 從 %s 複製背包

# defaultrank.has
source: Default rank has been set to %s
fr_fr: Le Grade par défaut a été Défini sur %s
it_it: Il rank predefinito è stato settato con successo a %s
ko_kr: 기본 칭호가 %s로 번경되었습니다.
zh_cn: 预设聊天称号已设定为 %s
zh_tw: 預設聊天稱號已設定為 %s

# echestwipe.has
source: Ender chest of %1 has been wiped by %2
fr_fr: L'EnderChest de %1 a été Vider par %2
it_it: L'enderchest di %1 è stato cancellato con successo da %2
ko_kr: %1님의 엔더상자가 %2님의 처리로 클리어 되었습니다.
zh_cn: %1 的终界箱已被 %2 擦拭
zh_tw: %1 的終界箱已被 %2 擦拭

# flagmode.changed
source: Flag mode has been changed to %s
fr_fr: Le Mode de Notification a été Modifier en %s
it_it: Flag mode è stata cambiata con successo a %s
ko_kr: Flag 모드가 %s로 번경되었습니다.
zh_cn: 警示模式已变更为 %s
zh_tw: 警示模式已變更為 %s

# help.helpcdlist
source: Help command list:
fr_fr: Liste des commandes de MatrixAC:
it_it: Lista dei comandi:
ko_kr: 명령어 목록 :
zh_cn: 帮助指令清单：
zh_tw: 幫助指令清單：

# invsee.of
source: Inventory of %s
fr_fr: Inventaire de %s
it_it: Inventario di %s
ko_kr: %s의 인벤토리
zh_cn: %s 的背包
zh_tw: %s 的背包

# lang.has
source: Language has been changed to %s
fr_fr: La langue a été Modifiée en %s
it_it: Il linguaggio è stato cambiato con successo a %s
ko_kr: 언어가 %s님에 의해 번경되었습니다.
zh_cn: 语言已更改为 %s
zh_tw: 語言已更改為 %s

# lockdowncode.get
source: Lockdown code: %s
fr_fr: Code de Verrouillage : %s
it_it: Codice di blocco: %s
ko_kr: 잠금 코드: %s
zh_cn: 锁定锁定码：%s
zh_tw: 鎖定鎖定碼：%s

# unlock.has
source: Lockdown has been disabled by %s
fr_fr: Le Verrouillage a été Désactivé par %s
it_it: Il server è stato sbloccato con successo da %s
ko_kr: 락다운이 %s님에 의해 해제되었습니다.
zh_cn: %s 已停用锁定
zh_tw: %s 已停用鎖定

# unlock.not
source: Lockdown hasn't enabled yet
fr_fr: Le Verrouillage n'est pas encore Activé
it_it: Il blocco non è abilitato
ko_kr: 락다운이 켜져있지 않습니다.
zh_cn: 锁定尚未启用
zh_tw: 鎖定尚未啟用

# util.noreason
source: No reason provided
it_it: Nessuna ragione specificata
ko_kr: 제공된 사유 없음
zh_cn: 未提供原因
zh_tw: 未提供原因

# passwords.changed
source: Password has been changed
fr_fr: Le Mot de Passe a été Modifier
it_it: La password è stata cambiata con successo
ko_kr: 비밀번호가 번경되었습니다.
zh_cn: 密码已更改
zh_tw: 密碼已更改

# op.wait
source: Please wait %s more seconds before you try again
it_it: Perfavore aspetta %s altri secondi prima di riprovare
ko_kr: 비밀번호를 입력하기 위해 %s초 기다려주세요.
zh_cn: 请你在 %s 秒后再次尝试
zh_tw: 請你在 %s 秒後再次嘗試

# showallrank.has
source: Show all rank has been set to %s
fr_fr: ShowAllRank a été Défini sur %s
it_it: Mostra tutti i rank è stato settato con successo a %s
ko_kr: 모든 칭호가 %s로 설정되었습니다.
zh_cn: 显示所有聊天称号已设定为 %s
zh_tw: 顯示所有聊天稱號已設定為 %s

# lockdowncode.set
source: Sucessfully changed lockdown code to %s
fr_fr: Modification Réussie du code de Verrouillage en %s
it_it: Il codice di blocco è stato cambiato con successo a %s
ko_kr: 성공적으로 코드가 %s로 번경되었습니다.
zh_cn: 成功将锁定锁定码变更为 %s
zh_tw: 成功將鎖定鎖定碼變更為 %s

# lockdowncode.random
source: Sucessfully random a lockdown code - %s
fr_fr: Génération Réussie du code de Verrouillage en %s
it_it: Un codice di blocco casuale è stato messo con successo - %s
ko_kr: 성공적으로 코드가 번경되었습니다. - %s
zh_cn: 成功随机锁定锁定码 - %s
zh_tw: 成功隨機鎖定鎖定碼 - %s

# lockdown.already
source: The server has been turned to lockdown mode by %s
fr_fr: Le Serveur a été mis en mode Verrouillage par %s
it_it: Il server è stato bloccato con successo da %s
ko_kr: 서버는 %s님에 의해 현재 락다운 모드입니다.
zh_cn: 伺服器已被 %s 转为锁定模式
zh_tw: 伺服器已被 %s 轉為鎖定模式

# deop.lockdown
source: The server is in lockdown mode
fr_fr: Le serveur est en mode Verrouillage
it_it: Il server è in modalità di blocco
ko_kr: 현재 서버는 LockDown 모드입니다.[Whitelist]
zh_cn: 伺服器处于锁定模式
zh_tw: 伺服器處於鎖定模式

# lockdown.has
source: The server is now in lockdown mode
fr_fr: Le serveur est maintenant en mode Verrouillage
it_it: Il server adesso è nella modalità blocco
ko_kr: 서버는 현재 락다운 모드입니다.
zh_cn: 伺服器现在处于锁定模式
zh_tw: 伺服器現在處於鎖定模式

# unbanlist.none
source: There is no player in unban queue
fr_fr: Il n'y a aucun joueur dans la file d'attente de Dé-Bannissement
it_it: Non c'è nessun giocatore nella coda di sban
ko_kr: 언벤 목록에 아무도 없습니다.
zh_cn: 解封队列中没有玩家
zh_tw: 解封隊列中沒有玩家

# toggles.already
source: This module is %sd already
it_it: Questo modulo è %sd già
ko_kr: 이 모듈은 이미 %sd입니다!
zh_cn: 这个模组已被 %sd, 无法执行该操作
zh_tw: 這個模組已被 %sd, 無法執行該操作

# toggles.toggle
source: Toggle %s module
it_it: Toggle
ko_kr: 토클
zh_cn: 切换
zh_tw: 切換

# toggles.togglelist
source: Toggle list:
ko_kr: 토글 목록:
zh_cn: 切换清单：
zh_tw: 切換清單：

# unbanlist.list
source: Unban list
it_it: Lista di sban
ko_kr: 언벤 목록
zh_cn: 解禁队列
zh_tw: 解禁隊列

# toggles.unknownmodule
source: Unknown module, try %stoggles
it_it: Modulo sconosciuto, prova %stoggles
ko_kr: 없는 모듈입니다. - %stoggles
zh_cn: 未知模组，尝试 %stoggles
zh_tw: 未知模組，嘗試 %stoggles

# about.version
source: Version
it_it: Versione
ko_kr: 버전
zh_cn: 版本
zh_tw: 版本

# lockdown.wrong
source: Wrong code
fr_fr: Mauvais code
it_it: Codice errato
ko_kr: 잘못된 코드
zh_cn: 锁定码错误
zh_tw: 鎖定碼錯誤

# op.wrong
source: Wrong password
it_it: Password errata
ko_kr: 잘못된 비밀번호
zh_cn: 密码错误!
zh_tw: 密碼錯誤!

# chathandler.muted
source: You are muted!
fr_fr: Vous avez été Muter
it_it: Sei stato mutato!
ko_kr: 당신은 뮤트되었습니다! 채팅을 칠 수 없습니다.
zh_cn: 你已静音！
zh_tw: 你已靜音！

# dimensionlock.stop
source: You are not allowed to go to other dimensions!
fr_fr: Vous n’êtes pas autorisé à aller dans d’autres dimensions!
it_it: Non ti è permesso andare in altre dimensioni!
ko_kr: 다른 차원으로 이동할 권한이 없습니다.
zh_cn: 你不可以去其他维度！
zh_tw: 你不可以去其他維度！

# op.now
source: You are now admin
fr_fr: Vous êtes maintenant Admin
it_it: Ora sei un admin
ko_kr: 당신은 이제 어드민입니다.
zh_cn: 您现在是管理员
zh_tw: 您現在是管理員

# adminchat.has
source: You are now in admin channel
fr_fr: Vous êtes maintenant dans le canal Administrateur
it_it: Adesso sei nella chat admin
ko_kr: 당신은 현재 어드민 채널입니다. §e어드민만 채팅을 볼 수 있습니다.
zh_cn: 您现在处于管理频道
zh_tw: 您現在處於管理頻道

# adminchat.out
source: You are now in public channel
fr_fr: Vous êtes maintenant dans le canal Publique
it_it: Adesso sei nella chat pubblica
ko_kr: 당신은 현재 전체 채널입니다.
zh_cn: 您现在处于公共频道
zh_tw: 您現在處於公共頻道

# vanish.out
source: You are now no longer vanished
fr_fr: Vous n'êtes plus en Vanish
it_it: Non sei più invisibile agli altri
ko_kr: 더 이상 숨김 처리되지 않습니다.
zh_cn: 你现在不再消失了
zh_tw: 你現在不再消失了

# vanish.has
source: You are now vanished
fr_fr: Vous êtes en Vanish
it_it: Sei invisibile agli altri
ko_kr: 숨김 처리되었습니다.
zh_cn: 你现在消失了
zh_tw: 你現在消失了

# adminchat.adminchat
source: adminchat
ko_kr: 관리자 채팅
zh_cn: 管理聊天
zh_tw: 管理聊天

# spam.repeated
source: Please don't send the messages repeatly
it_it: Non è possibile inviare per più volte lo stesso messaggio
ko_kr: 같은 채팅을 반복해서 입력할 수 없습니다.
zh_cn: 您不能再发送相同的讯息
zh_tw: 您不能再發送相同的訊息

# spam.spamming
source: Please don't spam message
it_it: Spam in chat
ko_kr: 스팸 채팅
zh_cn: Spamming chat
zh_tw: Spamming chat

# ui.exit
source: Exit
fr_fr: Quitter
it_it: Esci
ko_kr: 나가기

# bordersize.ok
source: Sucessfully changed world border size to %s
fr_fr: Modification Réussie de la Bordure du Monde en %a
it_it: è stata cambiata la misura del bordo con successo in %s
ko_kr: 보더 크기가 %s로 번경되었습니다.

# border.outside
source: You cannot access a location which is outside the world border.
fr_fr: Vous ne pouvez pas accéder à un Emplacement situé en dehors de la Bordure du Monde
ko_kr: 월드보더를 넘어선 위치로 벗어날 수 없습니다.

# border.reached
source: You cannot access that location, you have reached the world border.
fr_fr: Vous ne pouvez pas accéder à cet endroit, vous avez atteint la Bordure du Monde
ko_kr: 월드보더에 도달해 해당 위치로 더 나아갈 수 없습니다.

# border.interact
source: You cannot interact with a block or entity which is outside the world border.
fr_fr: Vous ne pouvez pas interagir avec un Bloc ou une Entité située en dehors de la Bordure du Monde
ko_kr: 월드 보더를 넘어선 곳에서 엔티티 및 블록과 상호작용할 수 없습니다.

# bot.title
source: Anti Bot Verification
it_it: Verifica Anti Bot
ko_kr: 안티=봇인증

# bot.waitui
source: For security reason, you cannot chat untill you finished verify process. Please wait until the verify ui be shown
it_it: Per una questione di sicurezza, non puoi usare la chat fino alla fine del processo di verifica. Perfavore aspetta fino a quando non ti esce il pannello di verifica
ko_kr: 보안상의 이유로, 인증 절차를 밟기 전 채팅을 입력할 수 없습니다. 인증 UI가 나올 때 까지 기다려주세요.

# bot.ok
source: You have been verified successfully
it_it: Ti sei verificato con successo
ko_kr: 성공적으로 인증 되었습니다!
